Repository: solariane/radical-qr
Catalog: Radical QR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt_br, zh_hans

# scan.risky
source: May be hard to scan
ar: قد يكون من الصعب المسح الضوئي
de: Kann schwer zu scannen sein
es: Puede ser difícil de escanear
fr: Peut être difficile à scanner
hi: स्कैन करना मुश्किल हो सकता है
it: Può essere difficile da scansionare
ja: スキャンが難しいかもしれない
pt_br: Pode ser difícil de digitalizar
zh_hans: 可能难以扫描

# scanner.hint
source: Point the camera at a QR code to recreate it.
ar: وجه الكاميرا نحو رمز QR لإعادة إنشائه.
de: Richten Sie die Kamera auf einen QR-Code, um ihn nachzubilden.
es: Apunta la cámara hacia un código QR para reproducirlo.
fr: Pointez l'appareil photo vers un code QR pour le recréer.
hi: क्यूआर कोड की पुनः रचना करने के लिए कैमरे को उस पर इंगित करें।
it: Punta la fotocamera verso un codice QR per ricrearlo.
ja: QRコードにカメラを向けると、そのQRコードが再現されます。
pt_br: Aponte a câmera para um código QR para recriá-lo.
zh_hans: 将相机对准二维码，即可重现该二维码。

# settings.defaultRoundness
source: Default Roundness
ar: الاستدارة الافتراضية
de: Standardrundheit
es: Redondez predeterminada
fr: Rondesse par défaut
hi: डिफ़ॉल्ट गोलाकारता
it: Rotondità predefinita
ja: 既定の丸み
pt_br: Arredondamento padrão
zh_hans: 默认圆度

# settings.defaults.footer
source: These settings apply to new QR codes
ar: تنطبق هذه الإعدادات على رموز QR الجديدة
de: Diese Einstellungen gelten für neue QR-Codes.
es: Esta configuración se aplica a los nuevos códigos QR.
fr: Ces paramètres s'appliquent aux nouveaux codes QR.
hi: ये सेटिंग्स नए QR कोड्स पर लागू होती हैं।
it: Queste impostazioni si applicano ai nuovi codici QR.
ja: これらの設定は新しいQRコードに適用されます
pt_br: Essas configurações aplicam-se a novos códigos QR.
zh_hans: 这些设置适用于新的二维码

# settings.help
source: Help & Tips
ar: المساعدة والنصائح
de: Hilfe und Tipps
es: Ayuda y consejos
fr: Aide et conseils
hi: मदद और सुझाव
it: Aiuto e suggerimenti
ja: ヘルプ＆ヒント
pt_br: Ajuda e sugestões
zh_hans: 帮助与提示

# settings.otherApp.phoneCleaner.subtitle
source: Tidy up your contacts — on the App Store
ar: ترتيب جهات الاتصال الخاصة بك - على متجر التطبيقات
de: Bringen Sie Ordnung in Ihre Kontakte - im App Store
es: Ordena tus contactos - en el App Store
fr: Mettez de l'ordre dans vos contacts - sur l'App Store
hi: अपने संपर्कों को व्यवस्थित करें — ऐप स्टोर पर
it: Riordinare i contatti - su App Store
ja: 連絡先を整理整頓 - App Store で
pt_br: Organize os seus contactos - na App Store
zh_hans: 整理通讯录 - 在 App Store 上

# settings.privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade
zh_hans: 隐私政策

# settings.pro.active
source: QR Code Pro
ar: رمز الاستجابة السريعة للمحترفين
es: Código QR Pro
hi: क्यूआर कोड प्रो
it: Codice QR Pro
ja: QRコードプロ
zh_hans: QR 码专业版

# settings.pro.activeDescription
source: All features unlocked
ar: تم إلغاء قفل جميع الميزات
de: Alle Funktionen freigeschaltet
es: Todas las funciones desbloqueadas
fr: Toutes les fonctionnalités débloquées
hi: सभी सुविधाएँ अनलॉक
it: Tutte le funzionalità sbloccate
ja: すべての機能が解放されました
pt_br: Todas as funcionalidades desbloqueadas
zh_hans: 解锁所有功能

# settings.pro.upgrade
source: Upgrade to Pro
ar: الترقية إلى Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Passer à la version Pro
hi: प्रो में अपग्रेड करें
it: Passa alla versione Pro
ja: Proへのアップグレード
pt_br: Atualizar para Pro
zh_hans: 升级至专业版

# settings.pro.upgradeDescription
source: Unlock all features
ar: فتح جميع الميزات
de: Alle Funktionen freischalten
es: Desbloquea todas las funciones
fr: Débloquez toutes les fonctionnalités
hi: सभी सुविधाओं को अनलॉक करें
it: Sblocca tutte le funzionalità
ja: すべての機能を解除する
pt_br: Desbloqueie todas as funcionalidades
zh_hans: 解锁所有功能

# settings.rate
source: Rate Radical QR
ar: قيم Radical QR
de: Radical QR bewerten
es: Evalúe Radical QR
fr: Noter Radical QR
hi: Radical QR को रेट करें
it: Vota Radical QR
ja: Radical QRを評価する
pt_br: Avaliar Radical QR
zh_hans: 评价 Radical QR

# settings.rate.subtitle
source: A quick review really helps an indie app
ar: مراجعة سريعة تساعد حقاً تطبيق مستقل
de: Eine kurze Rezension hilft einer Indie-App wirklich
es: Una revisión rápida ayuda mucho a una aplicación independiente
fr: Une critique rapide aide vraiment une application indépendante
hi: एक त्वरित समीक्षा वास्तव में एक इंडी ऐप की मदद करती है।
it: Una rapida recensione aiuta davvero un'applicazione indie
ja: 簡単なレビューはインディーズアプリを本当に助ける
pt_br: Uma análise rápida ajuda muito uma aplicação independente
zh_hans: 快速评论对独立应用程序大有裨益

# settings.restore
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदें पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入履歴を復元する
pt_br: Restaurar compras
zh_hans: 恢复购买

# settings.section.about
source: About
ar: نبذة عن
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Informazioni
ja: について
pt_br: Sobre
zh_hans: 关于

# settings.section.defaults
source: Defaults
ar: الإعدادات الافتراضية
de: Standardwerte
es: Valores predeterminados
fr: Valeurs par défaut
hi: डिफ़ॉल्ट
it: Impostazioni predefinite
ja: デフォルト
pt_br: Padrões
zh_hans: 默认值

# settings.section.more
source: More from RadicalSolution
ar: المزيد من RadicalSolution
de: Mehr von RadicalSolution
es: Más de RadicalSolution
fr: Plus de RadicalSolution
hi: RadicalSolution से और
it: Altro da RadicalSolution
ja: RadicalSolution の詳細
pt_br: Mais da RadicalSolution
zh_hans: 来自 RadicalSolution 的更多信息

# settings.section.style
source: Style
ar: الطراز
de: Stil
es: Estilo
hi: शैली
it: Stile
ja: スタイル
pt_br: Estilo
zh_hans: 风格

# settings.section.subscription
source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
hi: सदस्यता
it: Abbonamento
ja: 定期購読
pt_br: Assinatura
zh_hans: 订阅

# settings.section.support
source: Enjoying Radical QR?
ar: هل تستمتع بـ Radical QR؟
de: Genießen Sie Radical QR?
es: ¿Disfrutando de Radical QR?
fr: Vous appréciez Radical QR ?
hi: Radical QR का आनंद ले रहे हैं?
it: Vi piace Radical QR?
ja: Radical QRを楽しんでいますか？
pt_br: Gostar do Radical QR?
zh_hans: 喜欢 Radical QR 吗？

# settings.share
source: Share the App
ar: مشاركة التطبيق
de: Teilen Sie die App
es: Compartir la aplicación
fr: Partager l'application
hi: ऐप साझा करें
it: Condividere l'app
ja: アプリを共有する
pt_br: Partilhar a aplicação
zh_hans: 分享应用程序

# settings.share.subtitle
source: Send Radical QR to a friend
ar: إرسال راديكال QR إلى صديق
de: Radical QR an einen Freund senden
es: Enviar Radical QR a un amigo
fr: Envoyer Radical QR à un ami
hi: रैडिकल क्यूआर अपने मित्र को भेजें
it: Invia Radical QR ad un amico
ja: ラディカルQRを友達に教える
pt_br: Enviar Radical QR a um amigo
zh_hans: 将 Radical QR 发送给朋友

# settings.stylePreset
source: Saved Style
ar: الأسلوب المحفوظ
de: Gespeicherter Stil
es: Estilo guardado
fr: Style enregistré
hi: सहेजा गया स्टाइल
it: Stile salvato
ja: 保存済みスタイル
pt_br: Estilo guardado
zh_hans: 保存风格

# settings.terms
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Condiciones del servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Condizioni di servizio
ja: 利用規約
pt_br: Termos de Serviço
zh_hans: 服务条款

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置

# settings.transparentBackground
source: Transparent Background
ar: خلفية شفافة
de: Transparenter Hintergrund
es: Fondo transparente
fr: Fond transparent
hi: पारदर्शी पृष्ठभूमि
it: Sfondo trasparente
ja: 透明な背景
pt_br: Fundo transparente
zh_hans: 透明背景

# settings.version
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
pt_br: Versão
zh_hans: 版本

# settings.website.subtitle
source: Privacy-first apps, tools & WordPress plugins
ar: تطبيقات وأدوات ومكوّنات ووردبريس الإضافية التي تراعي الخصوصية أولاً
de: Datenschutzfreundliche Anwendungen, Tools und WordPress-Plugins
es: Aplicaciones, herramientas y plugins de WordPress que dan prioridad a la privacidad
fr: Applications, outils et plugins WordPress respectueux de la vie privée
hi: गोपनीयता-प्रथम ऐप्स, उपकरण और वर्डप्रेस प्लगइन्स
it: Applicazioni, strumenti e plugin di WordPress che rispettano la privacy
ja: プライバシーを重視したアプリ、ツール、WordPressプラグイン
pt_br: Aplicações, ferramentas e plug-ins WordPress que dão prioridade à privacidade
zh_hans: 隐私至上的应用程序、工具和 WordPress 插件

# shape.title
source: Shape
ar: الشكل
de: Form
es: Forma
fr: Forme
hi: आकार
it: Forma
ja: 形状
pt_br: Forma
zh_hans: 形状

# sidebar.generator
source: Generator
ar: المولدات
es: Generador
fr: Générateur
hi: जनरेटर
it: Generatore
ja: 発電機
pt_br: Gerador
zh_hans: 发电机

# sidebar.help
source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
it: Aiuto
ja: ヘルプ
pt_br: Ajuda
zh_hans: 帮助

# sidebar.history
source: History
ar: التاريخ
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史

# style.gradient
source: Gradient
ar: التدرج
es: Gradiente
hi: ढलान
it: Gradiente
ja: 勾配
pt_br: Gradiente
zh_hans: 梯度

# style.solid
source: Solid
ar: صلبة
de: Feststoff
es: Sólido
fr: Solide
hi: ठोस
it: Solido
ja: 固体
pt_br: Sólido
zh_hans: 固体

# stylePreset.current
source: Current Preset
ar: الإعداد المسبق الحالي
de: Aktuelle Voreinstellung
es: Preajuste actual
fr: Préréglage actuel
hi: वर्तमान प्रीसेट
it: Preselezione corrente
ja: 現在のプリセット
pt_br: Predefinição atual
zh_hans: 当前预设

# stylePreset.customize
source: Customize Style
ar: تخصيص النمط
de: Stil anpassen
es: Personalizar estilo
fr: Personnaliser le style
hi: शैली अनुकूलित करें
it: Personalizza lo stile
ja: スタイルをカスタマイズ
pt_br: Personalizar estilo
zh_hans: 自定义风格

# stylePreset.delete
source: Delete Preset
ar: حذف الإعداد المسبق
de: Voreinstellung löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
hi: प्रीसेट हटाएँ
it: Elimina preimpostazione
ja: プリセットを削除
pt_br: Eliminar predefinição
zh_hans: 删除预设

# stylePreset.empty
source: No preset saved
ar: لم يتم حفظ أي إعداد مسبق
de: Keine Voreinstellung gespeichert
es: No se ha guardado ningún ajuste preestablecido.
fr: Aucun préréglage enregistré
hi: कोई प्रीसेट सहेजा नहीं गया
it: Nessun preset salvato
ja: プリセットが保存されていません
pt_br: Nenhuma predefinição guardada
zh_hans: 未保存预设

# stylePreset.name
source: Preset name
ar: اسم الإعداد المسبق
de: Voreingestellter Name
es: Nombre predefinido
fr: Nom du préréglage
hi: प्रीसेट का नाम
it: Nome preimpostato
ja: プリセット名
pt_br: Nome predefinido
zh_hans: 预设名称

# stylePreset.new
source: New Preset
ar: إعداد مسبق جديد
de: Neue Voreinstellung
es: Nuevo preajuste
fr: Nouveau préréglage
hi: नया प्रीसेट
it: Nuovo preset
ja: 新しいプリセット
pt_br: Nova predefinição
zh_hans: 新预设

# stylePreset.save
source: Save as Preset
ar: حفظ كإعداد مسبق
de: Als Voreinstellung speichern
es: Guardar como preestablecido
fr: Enregistrer comme préréglage
hi: प्रीसेट के रूप में सहेजें
it: Salva come predefinito
ja: プリセットとして保存
pt_br: Guardar como predefinição
zh_hans: 保存为预设

# stylePreset.saved
source: Saved %@
ar: المحفوظة %@
de: Gespeichert %@
es: Guardado %@
fr: Enregistré %@
hi: बचाया गया %@
it: Risparmiato %@
ja: 保存済み %@
pt_br: Guardado %@
zh_hans: 保存 %@

# stylePreset.saved.title
source: Preset Saved
ar: تم الحفظ المحفوظ مسبقاً
de: Voreinstellung gespeichert
es: Preajuste guardado
fr: Préréglage enregistré
hi: प्रीसेट सहेजा गया
it: Preimpostazione salvata
ja: プリセット保存済み
pt_br: Predefinição guardada
zh_hans: 预设保存

# stylePreset.title
source: Style Preset
ar: إعداد مسبق للنمط
de: Stilvoreinstellung
es: Estilo preestablecido
fr: Préréglage de style
hi: शैली पूर्वनिर्धारित
it: Predefinito stile
ja: スタイルプリセット
pt_br: Predefinição de estilo
zh_hans: 风格预设

# styles.autoName
source: Style %lld
ar: النمط %lld
de: Stil %lld
es: Estilo %lld
hi: शैली %lld
it: Stile %lld
ja: スタイル %lld
pt_br: Estilo %lld
zh_hans: 样式 %lld

# styles.delete
source: Delete style
ar: حذف النمط
de: Stil löschen
es: Eliminar estilo
fr: Supprimer le style
hi: शैली हटाएँ
it: Elimina stile
ja: スタイルを削除
pt_br: Excluir estilo
zh_hans: 删除样式

# styles.hint
source: Save the look you built — one tap brings it back.
ar: احفظ الإطلالة التي صممتها — يمكنك استعادتها بنقرة واحدة.
de: Speichere den von dir erstellten Look – mit einem Fingertipp kannst du ihn wieder aufrufen.
es: Guarda el look que has creado: con un solo toque lo recuperarás.
fr: Enregistrez le look que vous avez créé : un simple clic suffit pour le retrouver.
hi: आपने जो लुक बनाया है उसे सहेजें — एक टैप से वह वापस आ जाएगा।
it: Salva il look che hai creato: basta un tocco per ripristinarlo.
ja: 作成したスタイルを保存しておけば、ワンタップで呼び出せます。
pt_br: Salve o visual que você criou — basta um toque para recuperá-lo.
zh_hans: 保存您创建的造型——轻点一下即可恢复。

# styles.mine
source: My styles
ar: أنماطي
de: Meine Stile
es: Mis estilos
fr: Mes styles
hi: मेरे स्टाइल
it: I miei stili
ja: 私のスタイル
pt_br: Meus estilos
zh_hans: 我的风格

# styles.save
source: Save this style
ar: حفظ هذا النمط
de: Diesen Stil speichern
es: Guardar este estilo
fr: Enregistrer ce style
hi: इस शैली को सहेजें
it: Salva questo stile
ja: このスタイルを保存する
pt_br: Salvar este estilo
zh_hans: 保存此样式

# summary.event.dateOnly
source: Event on %@
ar: الحدث على %@
de: Veranstaltung am %@
es: Evento el %@
fr: Événement le %@
hi: %@ पर कार्यक्रम
it: Evento il %@
ja: イベント on %@
pt_br: Evento em %@
zh_hans: 活动 %@

# summary.event.generic
source: Calendar event
ar: حدث التقويم
de: Kalenderereignis
es: Evento del calendario
fr: Événement du calendrier
hi: कैलेंडर कार्यक्रम
it: Evento del calendario
ja: カレンダーイベント
pt_br: Evento do calendário
zh_hans: 日历活动

# summary.geo
source: Location: %1$@, %2$@
ar: الموقع: %1$$@، %2$@
de: Standort: %1$@, %2$@
es: Ubicación: %1$@, %2$@
fr: Emplacement : %1$@, %2$@
hi: स्थान: %1$@, %2$@
it: Posizione: %1$@, %2$@
ja: 場所: %1$@, %2$@
pt_br: Localização: %1$@, %2$@
zh_hans: 位置：%1$@, %2$@

# summary.sms
source: SMS to %@
ar: رسالة نصية قصيرة إلى %@
de: SMS an %@
es: SMS a %@
fr: SMS à %@
hi: %@ को एसएमएस करें
it: SMS a %@
ja: SMSを %@ に送信
pt_br: SMS para %@
zh_hans: 短信至 %@

# summary.vcard.generic
source: Contact card
ar: بطاقة الاتصال
de: Kontaktkarte
es: Tarjeta de contacto
fr: Carte de contact
hi: संपर्क कार्ड
it: Scheda di contatto
ja: 連絡先カード
pt_br: Cartão de contacto
zh_hans: 联系卡

# summary.wifi
source: Wi-Fi: %@
ar: الواي فاي: %@
de: WLAN: %@
hi: वाई-फाई: %@

# toolbar.help
source: Help & Tips
ar: المساعدة والنصائح
de: Hilfe und Tipps
es: Ayuda y consejos
fr: Aide et conseils
hi: मदद और सुझाव
it: Aiuto e suggerimenti
ja: ヘルプ＆ヒント
pt_br: Ajuda e sugestões
zh_hans: 帮助与提示

# toolbar.history
source: History
ar: التاريخ
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史

# toolbar.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置

# wifi.security.none
source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
pt_br: Nenhum
zh_hans: 无
